Revit 2027 API
ParameterTypeId.RbsElecTrueLoad Property
 "True Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueLoad { get; }
Public Shared ReadOnly Property RbsElecTrueLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueLoad {
	ForgeTypeId^ get ();
}
static member RbsElecTrueLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace